[ID_Orchid_EngagementRing MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Anel de Noivado"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar este item."
NoManufacturerName="Genérico"

[ID_Orchid_EngagementRing:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Oh... como é brilhante!"
NoConstraintText=""
Suffix=""
Prefix=""

[MO_Orchid_NatalieCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Orchid_Icon_Propose InteractionIconDefinition]
Text="ENTREGAR O ANEL"

[Orchid_Icon_TalkNatalie InteractionIconDefinition]
Text="FALAR COM NATALIE"

